/* NSButton (Cancel) : <title:Cancel> (oid:12) */
"Cancel" = "Annuleer";

/* NSButton (Create) : <title:Create> (oid:13) */
"Create" = "Maak";

/* NSTextField (Create new folder) : <title:Create new folder> (oid:11) */
"Create new folder" = "Maak nieuwe map";

/* NSTextField (Enter the name for the new folder:) : <title:Enter the name for the new folder:> (oid:14) */
"Enter the name for the new folder:" = "Geef een naam voor de nieuwe map:";

/* NSPanel (New Folder) : <title:New Folder> (oid:7) */
"New Folder" = "Nieuwe map";

